/* App General */
"Cancel" = "취소";
"Decoder" = "디코더";
"iTunes Movies" = "iTunes 동영상";
"iTunes Video Podcast" = "iTunes 비디오 Podcast";
"No movie file" = "동영상 파일이 없습니다.";

/* Check for Updates */
"Checking for Updates..." = "업데이트 확인 중...";
"No update available." = "업데이트가 없습니다.";
"New version %@ is available." = "새 %@ 버전이 있습니다.";
"Show Updates" = "업데이트 보기";
"Download" = "다운로드";

/* MainMenu: File */
"Opening with %@..." = "%@으로 여는 중...";

/* MainMenu: Edit */
"Copy (Including Letter Box)" = "베껴두기 (레터박스 포함)";
"Copy (Excluding Letter Box)" = "베꺼두기 (레터박스 제외)";

/* MainMenu: Controls */
"Play_space"  = "재생              space";
"Pause_space" = "정지              space";
"Backward %d sec." = "%d초 뒤로";
"Forward %d sec." = "%d초 앞으로";

/* MainMenu : Movie */
"Reopen With %@" = "%@으로 다시 열기";
"No Sound Track" = "사운드 트랙 없음";
"Sound Track Rotation" = "사운드 트랙 순환";
"Save Current Image (Including Letter Box)" = "현재 화면 저장 (레터박스 포함)";
"Save Current Image (Excluding Letter Box)" = "현재 화면 저장 (레터박스 제외)";

/* MainMenu : Subtitle */
"Show Subtitle" = "자막 보기";
"Hide Subtitle" = "자막 가리기";
"No Subtitle" = "자막 없음";
"Subtitle %@" = "%@ 자막";
"Subtitle Rotation" = "자막 순환";
"Unnamed" = "이름 없음";

/* Message : Playback */
"Play" = "재생 ";
"Pause" = "정지 ";
"Beginning" = "처음 ";
"End" = "끝 ";
"Previous Frame" = "이전 프레임";
"Next Frame" = "다음 프레임";
"Volume %.1f" = "음량 %.1f";
"Play Rate %.1fx" = "재생 속도 %.1fx";
"Range Repeat Beginning %@" = "구간 반복 시작 %@";
"Range Repeat End %@" = "구간 반복 끝 %@";
"Range Repeat Clear" = "구간 반복 해제";

/* Message : Audio */
"Mute" = "소리 끔";
"Unmute" = "소리 끔 해제";
"Sound Track: %@" = "%@";
"Sound Track %@ selected" = "%@ 선택";
"Sound Track %@ enabled" = "%@ 사용";
"Sound Track %@ disabled" = "%@ 사용 안함";
"Volume cannot be changed in Digital-Out" = "디지털 출력시에는 음량을 조절할 수 없습니다";

/* Message : Video */
"Never" = "안함";
"Brightness %.1f" = "밝기 %.1f";
"Saturation %.1f" = "색상 %.1f";
"Contrast %.1f" = "대조 %.1f";
"Hue %.1f" = "색조 %.1f";
"Video Track %@ enabled" = "%@ 사용";
"Video Track %@ disabled" = "%@ 사용 안함";

/* Message: Subtitle */
"No Subtitle: Reopen with other encodings" = "자막 없음: 다른 인코딩으로 다시 여십시오";
"Auto Subtitle Position" = "자막 위치 자동";
"Subtitle on Movie" = "영상에 자막 표시";
"Subtitle on Letter Box" = "레터박스에 자막 표시";
"Subtitle on Letter Box (1 Line)" = "레터박스에 자막 표시 (1줄)";
"Subtitle on Letter Box (%d Lines)" = "레터박스에 자막 표시 (%d줄)";
"Subtitle Size %.1f" = "자막 크기 %.1f";
"Subtitle HMargin %.1f %%" = "자막 좌/우 여백 %.1f %%";
"Subtitle VMargin %.1f %%" = "자막 상/하 여백 %.1f %%";
"Subtitle Line Spacing %.1f" = "자막 줄 간격 %.1f";
"Subtitle Sync %.1f sec." = "자막 동기 %.1f초";
"Subtitle %@ selected" = "%@ 자막 선택";
"Subtitle %@ enabled" = "%@ 자막 사용";
"Subtitle %@ disabled" = "%@ 자막 사용 안함";

/* Control Panel */
"Video Track" = "비디오 트랙";
"Sound Track" = "사운드 트랙";
"Mono" = "모노";
"Stereo" = "스테레오";

/* Preferences */
"General" = "일반";
"Video" = "영상";
"Audio" = "소리";
"Subtitle" = "자막";
"Advanced" = "고급";
"SubtitleTestChar" = "한";

/* Preferences: advanced - codec binding */
"Set all to QuickTime" = "모두 QuickTime으로 설정";
"Set all to FFmpeg" = "모두 FFmpeg으로 설정";
"Set all MPEG-4 to QuickTime" = "모든 MPEG-4를 QuickTime으로 설정";
"Set all MPEG-4 to FFmpeg" = "모든 MPEG-4를 FFmpeg으로 설정";
"Set to Movist default" = "무비스트 기본값으로 설정";

/* Preferences: advanced - details */
"Activate on Dragging over Main Window" = "윈도우 위로 드래그시 무비스트 활성화";
"Add Similar Files to Playlist for Opening File" = "파일 열 때 비슷한 파일 재생 목록에 추가";
"Auto-detect Digital Audio-Out" = "디지털 오디오 출력 자동 인식";
"Auto-Play On Full Screen" = "전체 화면 전환시 자동 재생";
"Capture Screenshot Including Letter Box" = "화면 캡춰시 레터박스 포함";
"Disable Perian Subtitle for using QuickTime" = "QuickTime 사용시 Perian 자막 사용 안함";
"Replace New-Line with <BR> for SAMI" = "SAMI에서 줄 나눔을 <BR>로 대치";
"Default Subtitle Language Identifiers for SAMI" = "SAMI 기본 언어 구별자";
"Auto Subtitle Position Max Lines (1~3)" = "자동 자막 위치 최대 줄 수 (1~3)";
"Full Screen Navigation" = "전체 화면 탐색";
"Default Navigation Path" = "기본 탐색 경로";
"Show iTunes Movies" = "iTunes 동영상 보기";
"Show iTunes TV Shows" = "iTunes TV 프로그램 보기";
"Show iTunes Video Podcast" = "iTunes 비디오 Podcast 보기";
"Show Actual Path for Alias or Symbolic-Link" = "가상본 및 심볼릭 링크의 실제 경로 표시";

/* Playlist */
"%d items" = "%d개 항목";

/* Properties */
"External Subtitle %d" = "외부 자막 %d";

/* Video Codec Desc. */
"MPEG1 DESC." = "MPEG-1";
"MPEG2 DESC." = "MPEG-2";
"MPEG4 DESC." = "MPEG-4";
"DIV1 DESC." = "DivX MPEG-4 V3.x";
"DIV2 DESC." = "DivX MPEG-4 V3.x";
"DIV3 DESC." = "DivX MPEG-4 V3.x";
"DIV4 DESC." = "DivX MPEG-4 V3.x";
"DIV5 DESC." = "DivX MPEG-4 V3.x";
"DIV6 DESC." = "DivX MPEG-4 V3.x";
"DIVX DESC." = "DivX MPEG-4 V4.x";
"DX50 DESC." = "DivX MPEG-4 V5.x";
"XVID DESC." = "Xvid MPEG-4";
"MP4V DESC." = "Apple MPEG-4";
"MPG4 DESC." = "Microsoft MPEG-4 V1";
"MP42 DESC." = "Microsoft MPEG-4 V2";
"MP43 DESC." = "Microsoft MPEG-4 V3";
"MP4S DESC." = "Microsoft ISO MPEG-4 V1";
"M4S2 DESC." = "Microsoft ISO MPEG-4 V1.1";
"AP41 DESC." = "AngelPotion Definitive";
"RMP4 DESC." = "REALmagic MPEG-4";
"SEDG DESC." = "Samsung MPEG-4";
"FMP4 DESC." = "FFmpeg MPEG-4";
"BLZ0 DESC." = "DivX for Blizzard";
"H263 DESC." = "H.263, H.263+";
"H264 DESC." = "H.264/MPEG-4 AVC";
"AVC1 DESC." = "Apple H.264";
"X264 DESC." = "Open Source H.264";
"VC1 DESC." = "VC-1 (SMPTE 421M)";
"WMV1 DESC." = "Windows Media Video 7";
"WMV2 DESC." = "Windows Media Video 8";
"WMV3 DESC." = "Windows Media Video 9";
"WVC1 DESC." = "Windows Media Video 9 Advanced Profile";
"SVQ1 DESC." = "Sorenson Video 1";
"SVQ3 DESC." = "Sorenson Video 3";
"VP3 DESC." = "On2 VP3";
"VP5 DESC." = "On2 VP5";
"VP6 DESC." = "On2 VP6";
"VP6F DESC." = "On2 VP6 Flash";
"RV10 DESC." = "RealVideo";
"RV20 DESC." = "RealVideo G2";
"RV30 DESC." = "RealVideo 8";
"RV40 DESC." = "RealVideo 9, 10";
"FLV DESC." = "Flash Video";
"THEORA DESC." = "Theora";
"HUFFYUV DESC." = "Huffyuv";
"CINEPAK DESC." = "Cinepak";
"INDEO2 DESC." = "Indeo Video 2";
"INDEO3 DESC." = "Indeo Video 3";
"MJPEG DESC." = "Motion-JPEG";
"etc. DESC." = "기타";
"etc." = "기타";
